Repository: TinyHTPC/xbmc-dev-repo
Catalog: script.service.audo/resources/SABnzbd/po/nsis/*.po
Languages: nl, ro

source: Go to the SABnzbd Wiki
nl: Ga naar de SABnzbd Wiki
ro: Dute la Wiki SABnzbd

source: Show Release Notes
nl: Toon vrijgave bericht
ro: Aratã Notele de Publicare

source: Support the project, Donate!
nl: Steun het project, Doneer!
ro: Sustine proiectul, Doneazã!

source: Please close "SABnzbd.exe" first
nl: Sluit "SABnzbd.exe" eerst af
ro: Închideti mai întâi "SABnzbd.exe"

source: >>>> WARNING <<<<\r\n\r\nPlease, first check the release notes or go to http://wiki.sabnzbd.org/introducing-0-7-0 !
nl: >>>> WAARSCHUWING <<<<\\r\\n\\r\\nLees eerst het vrijgave bericht of ga naar http://wiki.sabnzbd.org/introducing-0-7-0 !
ro: >>>> ATENTIE <<<<\r\n\r\nVã rugãm, sã verificati mai întâi notele de publicare sau sã vizitati http://wiki.sabnzbd.org/introducing-0-7-0 !

source: This will uninstall SABnzbd from your system
nl: Dit verwijdert SABnzbd van je systeem
ro: Acest lucru va dezinstala SABnzbd din sistem

source: Run at startup
nl: Opstarten bij systeem start
ro: Executare la pornire

source: Desktop Icon
nl: Bureaubladpictogram
ro: Icoanã Desktop

source: NZB File association
nl: NZB bestanden koppelen aan SABnzbd
ro: Asociere cu Fisierele NZB

source: Delete Program
nl: Programma verwijderen
ro: Sterge Program

source: Delete Settings
nl: Verwijder instellingen
ro: Stergeti Setãri

source: This system requires the Microsoft runtime library VC90 to be installed first. Do you want to do that now?
nl: Op dit systeem moeten eerst de Microsoft runtime bibliotheek VC90 geÃ¯nstalleerd worden. Wilt u dat nu doen?
ro: Acest sistem necesitã librãria Microsoft VC90 instalatã. Dortiti sã faceti asta acum ?

source: Downloading Microsoft runtime installer...
nl: Downloaden van de Microsoft bibliotheek
ro: Descãrcare rutinã instalare Microsoft...

source: Download error, retry?
nl: Download mislukt, opnieuw proberen?
ro: Eroare descãrcare, încerc din nou?

source: Cannot install without runtime library, retry?
nl: Installeren heeft geen zin zonder de bibliotheek, opnieuw proberen?
ro: Nu pot instala fãrã rutinã librãrie, încerc din nou?

source: You cannot overwrite an existing installation. \n\nClick `OK` to remove the previous version or `Cancel` to cancel this upgrade.
nl: U kunt geen bestaande installatie overschrijven.\n\nKlik op `OK` om de vorige versie te verwijderen of op `Annuleren` om te stoppen.
ro: Nu puteti suprascrie instalarea existentã. \n\nClick `OK` pentru a elimina versiunea anterioarã sau `Anulare` pentru a anula actualizarea.

source: Your settings and data will be preserved.
nl: Je instellingen en bestanden blijven behouden.
ro: Setãrile si informatiile vor fi salvate.
